Repository: adamspd/django-appointment
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Appointment application
fr: Application de rendez-vous

source: Appointment Request Notification
fr: Notification de demande de rendez-vous

source: New Appointment Request
fr: Nouvelle demande de rendez-vous

source: Dear
fr: Cher

source: You have received a new appointment request. Here are the details:
fr: Vous avez reçu une nouvelle demande de rendez-vous. Voici les détails :

source: A new appointment request has been received for
fr: Une nouvelle demande de rendez-vous a été reçue pour

source: Here are the details:
fr: Voici les détails :

source: Service Requested
fr: Service demandé

source: Time
fr: Heure

source: Contact Details
fr: Détails de contact

source: Please review the appointment request and take the necessary action.
fr: Veuillez examiner la demande de rendez-vous et prendre les mesures nécessaires.

source: Please ensure that
fr: Veuillez vous assurer que

source: reviews this appointment request and takes the necessary action.
fr: examine cette demande de rendez-vous et prenne les mesures nécessaires.

source: This is an automated message. Please do not reply directly to this email.
fr: Ceci est un message automatisé. Veuillez ne pas répondre directement à cet email.

source: Appointment Reminder
fr: Rappel de rendez-vous

source: Dear Administrator,
fr: Cher Administrateur,

source: This is a reminder for your upcoming appointment.
fr: Ceci est un rappel pour votre rendez-vous à venir.

source: Appointment Details
fr: Détails du rendez-vous

source: Location
fr: Emplacement

source: If you need to reschedule, please click the button below or contact us for further assistance.
fr: Si vous devez reprogrammer, veuillez cliquer sur le bouton ci-dessous ou nous contacter pour plus d'assistance.

source: Reschedule Appointment
fr: Reprogrammer le rendez-vous

source: Thank you for choosing us!
fr: Merci de nous avoir choisis !

source: Please ensure the appointment setup is complete and ready for the client.
fr: Veuillez vous assurer que la configuration du rendez-vous est complète et prête pour le client.

source: Appointment Reschedule Confirmation
fr: Confirmation de report de rendez-vous

source: Appointment Reschedule
fr: Report de rendez-vous

source: Hi
fr: Bonjour

source: You have requested to reschedule your appointment. Please review the changes below and confirm:
fr: Vous avez demandé à reprogrammer votre rendez-vous. Veuillez examiner les modifications ci-dessous et confirmer :

source: An appointment with
fr: Un rendez-vous avec

source: for the service
fr: pour le service

source: has been rescheduled.
fr: a été reprogrammé.

source: Reason for rescheduling:
fr: Raison du report :

source: Original Appointment:
fr: Rendez-vous initial:

source: to
fr: à

source: Rescheduled Appointment:
fr: Rendez-vous reprogrammé :

source: This link will expire in 5 minutes. If you do not confirm within this time frame, you will need to submit a new reschedule request.
fr: Ce lien expirera dans 5 minutes. Si vous ne confirmez pas dans ce délai, vous devrez soumettre une nouvelle demande de report.

source: Confirm Appointment
fr: Confirmer le rendez-vous

source: If the button above does not work, please copy and paste the following link into your browser:
fr: Si le bouton ci-dessus ne fonctionne pas, veuillez copier et coller le lien suivant dans votre navigateur :

source: Thank you,
fr: Merci,

source: Thank you for choosing us.
fr: Merci de nous avoir choisis.

source: Account Activation
fr: Activation du compte

source: To activate your account and set your password, please use the following secure link: <a href="%(link)s" style="color: #1155cc;">Set Your Password</a>. Please note that this link will expire in 2 days for your security.
fr: Pour activer votre compte et définir votre mot de passe, veuillez utiliser le lien sécurisé suivant : <a href="%(link)s" style="color: #1155cc;">Définir votre mot de passe</a>. Veuillez noter que ce lien expirera dans 2 jours pour votre sécurité.

source: Account Information
fr: Informations sur le compte

source: Rescheduling
fr: Reprogrammation

source: If your plans change and you need to reschedule your appointment, you can easily do so by following this link:
fr: Si vos plans changent et que vous devez reprogrammer votre rendez-vous, vous pouvez le faire facilement en suivant ce lien:

source: Support
fr: Assistance

source: Should you have any inquiries or require further assistance, our support team is here to help. You can reach us anytime.
fr: Si vous avez des questions ou si vous avez besoin d'une assistance supplémentaire, notre équipe de support est là pour vous aider. Vous pouvez nous contacter à tout moment.

source: We look forward to serving you and ensuring that your experience with us is both rewarding and satisfactory.
fr: Nous sommes impatients de vous servir et de veiller à ce que votre expérience avec nous soit à la fois enrichissante et satisfaisante.

source: Warm regards
fr: Cordialement

source: The Team
fr: L'équipe

source: All rights reserved
fr: Tous droits réservés

source: Not authorized!
fr: Non autorisé!

source: Form resubmission not allowed.
fr: La re-soumission du formulaire n'est pas autorisée.

source: Sorry, re-submission is not allowed
fr: Désolé, la re-soumission n'est pas autorisée

source: But don't worry, you can create a new appointment
fr: Mais ne vous inquiétez pas, vous pouvez prendre un nouveau rendez-vous

source: yes, please do
fr: oui, s'il vous plaît

source: Reality
fr: Réalité

source: Error 403
fr: Erreur 403

source: You don't have permission to view this resource, and you know it
fr: Vous n'avez pas la permission de voir cette ressource, et vous le savez

source: Go to profile
fr: Aller au profil

source: Go back
fr: Revenir en arrière

source: Sorry, it's not allowed to reschedule this appointment at this time
fr: Désolé, il n'est pas permis de reprogrammer ce rendez-vous à ce moment

source: Please, send us a message or schedule a new appointment
fr: Veuillez nous envoyer un message ou planifier un nouveau rendez-vous

source: O-o-oh! Something broke.
fr: O-o-oh ! Quelque chose s'est cassé.

source: Go home
fr: Aller à l'accueil

source: Close
fr: Fermer

source: Go
fr: Aller

source: Cancel
fr: Annuler

source: Edit
fr: Modifier

source: Service matching query does not exist
fr: Le service correspondant à la requête n'existe pas

source: Invalid verification code.
fr: Code de vérification invalide.

source: Staff member deleted successfully!
fr: Suppression du membre du personnel réussie !

source: User is a staff member.
fr: L'utilisateur est un membre du personnel.

source: User is not a staff member.
fr: L'utilisateur n'est pas un membre du personnel.

source: Appointment deleted successfully!
fr: Rendez-vous supprimé avec succès!

source: You can only delete your own appointments.
fr: Vous ne pouvez supprimer que vos propres rendez-vous.

source: No services offered by this staff member.
fr: Aucun service proposé par ce membre du personnel.

source: Service deleted successfully!
fr: Service supprimé avec succès!

source: Password reset successfully.
fr: Réinitialisation du mot de passe réussie.

source: No staff member selected
fr: Aucun membre du personnel sélectionné

source: Successfully retrieved non-working days
fr: Récupération réussie des jours non travaillés

source: There was an error in your submission. Please check the form and try again.
fr: Il y a eu une erreur dans votre soumission. Veuillez vérifier le formulaire et réessayer.

source: Email Verification
fr: Vérification de l'email

source: Confirm Your Appointment Rescheduling
fr: Confirmer le report de votre rendez-vous

source: Date is in the past
fr: La date est dans le passé

source: Not set.
fr: Non défini.

source: {first_part} and {second_part}
fr: {first_part} et {second_part}

source: {days}, {hours} and {minutes}
fr: {days}, {hours} et {minutes}

source: To enhance your experience, we have created a personalized account for you. It will allow you to manage your appointments, view service details, and make any necessary adjustments with ease.
fr: Pour améliorer votre expérience, nous avons créé un compte personnalisé pour vous. Il vous permettra de gérer vos rendez-vous, de consulter les détails des services et de faire les ajustements nécessaires en toute simplicité.

source: Appointment successfully scheduled
fr: Rendez-vous programmé avec succès

source: Thank you for booking us.
fr: Merci de nous avoir réservés.

source: Hello {first_name}, A request has been received to set a password for your staff account for the year {current_year} at {company}. Please click the link below to set up your new password: {activation_link} To login, if ask for a username, use '{username}', otherwise use your email address. If you did not request this, please ignore this email. {account_details} Regards, {company}
fr: Bonjour {first_name}, Une demande a été reçue pour définir un mot de passe pour votre compte personnel pour l'année {current_year} chez {company}. Veuillez cliquer sur le lien ci-dessous pour définir votre nouveau mot de passe : {activation_link} Pour vous connecter, si un nom d'utilisateur vous est demandé, utilisez '{username}', sinon utilisez votre adresse e-mail. Si vous n'avez pas fait cette demande, veuillez ignorer cet e-mail. {account_details} Cordialement, {company}

source: No additional details provided.
fr: Aucun détail supplémentaire fourni.

source: Set Your Password for {company}
fr: Définissez votre mot de passe pour {company}

source: New Appointment Request for
fr: Nouvelle demande de rendez-vous pour

source: Your verification code is {code}.
fr: Votre code de vérification est {code}.

source: Reschedule Request for
fr: Demande de reprogrammation pour

source: Email '{email}' already exists. Login to your account.
fr: L'email '{email}' existe déjà. Connectez-vous à votre compte.

source: Day off. Please select another date!
fr: Jour de congé. Veuillez sélectionner une autre date!

source: Not a working day for {staff_member}. Please select another date!
fr: Pas un jour de travail pour {staff_member}. Veuillez sélectionner une autre date!

source: No availability
fr: Aucune disponibilité

source: Successfully retrieved next available date
fr: Récupération réussie de la prochaine date disponible

source: Book an appointment for {s} at {wn}.
fr: Réserver un rendez-vous pour {s} à {wn}.

source: Selected staff member does not exist.
fr: Le membre du personnel sélectionné n'existe pas.

source: An account was created for you.
fr: Un compte a été créé pour vous.

source: Email verified successfully.
fr: Email vérifié avec succès.

source: Email address
fr: Adresse e-mail

source: Username
fr: Nom d'utilisateur

source: Please try resetting your password again or contact support for help.
fr: Veuillez essayer de réinitialiser votre mot de passe à nouveau ou contacter le support pour obtenir de l'aide.

source: Password Reset Successful
fr: Réinitialisation du mot de passe réussie

source: You can now use your new password to log in.
fr: Vous pouvez maintenant utiliser votre nouveau mot de passe pour vous connecter.

source: Rescheduling appointment for {s}
fr: Report de rendez-vous pour {s}

source: Reschedule your appointment for {s} at {wn}.
fr: Reportez votre rendez-vous pour {s} à {wn}.

source: Appointment rescheduled successfully
fr: Rendez-vous reporté avec succès

source: O-o-oh! This link is no longer valid.
fr: O-o-oh ! Ce lien n'est plus valide.

source: O-o-oh! Can't find the pending reschedule request.
fr: O-o-oh ! Impossible de trouver la demande de report en attente.

source: User doesn't have a staff member instance. Please contact the administrator.
fr: Utilisateur n'a pas d'instance de membre du personnel. Veuillez contacter l'administrateur.

source: You can only add your own days off
fr: Vous ne pouvez ajouter que vos propres jours de congé

source: You can only update your own days off.
fr: Vous ne pouvez mettre à jour que vos propres jours de congé.

source: You can only delete your own days off.
fr: Vous ne pouvez supprimer que vos propres jours de congé.

source: You can only add your own working hours.
fr: Vous ne pouvez ajouter que vos propres heures de travail.

source: You can only update your own working hours.
fr: Vous ne pouvez mettre à jour que vos propres heures de travail.

source: You can only delete your own working hours.
fr: Vous ne pouvez supprimer que vos propres heures de travail.

source: You do not have permission to access this appointment.
fr: Vous n'avez pas la permission d'accéder à ce rendez-vous.

source: Successfully fetched services.
fr: Services récupérés avec succès.

source: Appointment date and time are valid.
fr: La date et l'heure du rendez-vous sont valides.

source: Email updated successfully!
fr: Email mis à jour avec succès !

source: The verification code provided is incorrect. Please try again.
fr: Le code de vérification fourni est incorrect. Veuillez réessayer.

source: Create
fr: Créer

source: Add Service
fr: Rajouter un service

source: Update Service
fr: Mettre à jour le service

source: View Service
fr: Voir le service

source: Appointment deleted successfully.
fr: Rendez-vous supprimé avec succès.

source: User is a superuser.
fr: L'utilisateur est un superutilisateur.

source: English
fr: Anglais

source: French
fr: Français
