Repository: adamspd/django-appointment
Catalog: appointment/locale/*/LC_MESSAGES/django.po
Languages: es

source: Appointment application
es: Aplicación de citas

source: Appointment Request Notification
es: Notificación de solicitud de cita

source: New Appointment Request
es: Nueva solicitud de cita

source: Dear
es: Estimado/a

source: You have received a new appointment request. Here are the details:
es: Has recibido una nueva solicitud de cita. Aquí están los detalles:

source: A new appointment request has been received for
es: Una nueva solicitud de cita ha sido recibida para

source: Here are the details:
es: Aquí están los detalles:

source: Service Requested
es: Servicio solicitado

source: Time
es: Hora

source: Contact Details
es: Detalles de contacto

source: Please review the appointment request and take the necessary action.
es: Por favor revisa la solicitud de cita y toma las medidas necesarias.

source: Please ensure that
es: Por favor asegúrate de que

source: reviews this appointment request and takes the necessary action.
es: revise esta solicitud de cita y toma las medidas necesarias.

source: This is an automated message. Please do not reply directly to this email.
es: Este es un mensaje automatizado. Por favor no respondas directamente a este correo electrónico.

source: Appointment Reminder
es: Recordatorio de cita

source: Dear Administrator,
es: Estimado Administrador,

source: This is a reminder for your upcoming appointment.
es: Este es un recordatorio de tu próxima cita.

source: Appointment Details
es: Detalles de la cita

source: Location
es: Ubicación

source: If you need to reschedule, please click the button below or contact us for further assistance.
es: Si necesitas reprogramar, por favor haz clic en el botón de abajo o contáctanos para más ayuda.

source: Reschedule Appointment
es: Reprogramar cita

source: Thank you for choosing us!
es: Gracias por elegirnos!

source: Please ensure the appointment setup is complete and ready for the client.
es: Por favor asegúrate de que la configuración de la cita esté completa y lista para el cliente.

source: Appointment Reschedule Confirmation
es: Confirmación de reprogramación de cita

source: Appointment Reschedule
es: Reprogramación de cita

source: Hi
es: Hola

source: You have requested to reschedule your appointment. Please review the changes below and confirm:
es: Has solicitado reprogramar tu cita. Por favor revisa los cambios a continuación y confirma:

source: An appointment with
es: Una cita con

source: for the service
es: para el servicio

source: has been rescheduled.
es: ha sido reprogramada.

source: Reason for rescheduling:
es: Razón para reprogramar:

source: Original Appointment:
es: Cita original:

source: to
es: para

source: Rescheduled Appointment:
es: Reprogramación de cita:

source: This link will expire in 5 minutes. If you do not confirm within this time frame, you will need to submit a new reschedule request.
es: Este enlace expirará en 5 minutos. Si no confirmas dentro de este período de tiempo, deberás enviar una nueva solicitud de reprogramación.

source: Confirm Appointment
es: Confirmar cita

source: Thank you,
es: Gracias,

source: Thank you for choosing us.
es: Gracias por elegirnos.

source: Account Activation
es: Activación de cuenta

source: To activate your account and set your password, please use the following secure link: <a href="%(link)s" style="color: #1155cc;">Set Your Password</a>. Please note that this link will expire in 2 days for your security.
es: Para activar su cuenta y establecer su contraseña, utilice el siguiente enlace seguro enlace: <a href="%(link)s" style="color: #1155cc;">Establecer su contraseña</a>. Por favor tenga en cuenta que este enlace expirará en 2 días por su seguridad.

source: Account Information
es: Información de la cuenta

source: Rescheduling
es: Reprogramación

source: If your plans change and you need to reschedule your appointment, you can easily do so by following this link:
es: Si sus planes cambian y necesita reprogramar su cita, puede hacerlo fácilmente siguiendo este enlace:

source: Support
es: Soporte

source: Should you have any inquiries or require further assistance, our support team is here to help. You can reach us anytime.
es: Si tiene alguna consulta o necesita más ayuda, nuestro equipo de soporte está aquí para ayudarle. Puede contactarnos en cualquier momento.

source: We look forward to serving you and ensuring that your experience with us is both rewarding and satisfactory.
es: Esperamos poder servirle y asegurarnos de que su experiencia con nosotros sea tanto gratificante como satisfactoria.

source: Warm regards
es: Un saludo afectuoso

source: The Team
es: El equipo

source: All rights reserved
es: Todos los derechos reservados

source: Not authorized!
es: ¡No autorizado!

source: Form resubmission not allowed.
es: Reenvío de formulario no permitido.

source: Sorry, re-submission is not allowed
es: Perdo, no se permite el reenvío

source: But don't worry, you can create a new appointment
es: Pero no te preocupes, puedes crear una nueva cita

source: yes, please do
es: Sí, por favor hazlo

source: Reality
es: Realidad

source: You don't have permission to view this resource, and you know it
es: Tu no tienes permiso para ver este recurso, y lo sabes

source: Go to profile
es: Ir al perfil

source: Go back
es: Regresar

source: Sorry, it's not allowed to reschedule this appointment at this time
es: Disculpa, no está permitido reprogramar esta cita en este momento

source: Please, send us a message or schedule a new appointment
es: Por favor, envíanos un mensaje o programa una nueva cita

source: O-o-oh! Something broke.
es: O-o-oh! Algo se rompió.

source: Go home
es: Ir a pagina principal

source: Close
es: Cerrar

source: Go
es: Ir

source: Cancel
es: Cancelar

source: Edit
es: Editar

source: Service matching query does not exist
es: No se encontró ningún servicio que coincida con la consulta

source: Invalid verification code.
es: Código de verificación inválido.

source: Staff member deleted successfully!
es: Se eliminó correctamente al miembro del personal.

source: User is a staff member.
es: El usuario es un miembro del personal.

source: User is not a staff member.
es: El usuario no es un miembro del personal.

source: Appointment deleted successfully!
es: Cita eliminada con éxito!

source: You can only delete your own appointments.
es: Tu solo puedes eliminar tus propias citas.

source: No services offered by this staff member.
es: No hay servicios ofrecidos por este miembro del personal.

source: Service deleted successfully!
es: ¡Servicio eliminado con éxito!

source: Password reset successfully.
es: Restablecimiento de contraseña exitoso.

source: No staff member selected
es: Ningún miembro del personal seleccionado

source: Successfully retrieved non-working days
es: Días no laborables recuperados con éxito

source: There was an error in your submission. Please check the form and try again.
es: Hubo un error en su envío. Por favor revise el formulario e intente de nuevo.

source: Email Verification
es: Verificación de correo electrónico

source: Confirm Your Appointment Rescheduling
es: Confirma la reprogramación de tu cita

source: Date is in the past
es: La fecha está en el pasado

source: Not set.
es: No establecido.

source: {first_part} and {second_part}
es: {first_part} y {second_part}

source: {days}, {hours} and {minutes}
es: {days}, {hours} y {minutes}

source: To enhance your experience, we have created a personalized account for you. It will allow you to manage your appointments, view service details, and make any necessary adjustments with ease.
es: Para mejorar su experiencia, hemos creado una cuenta personalizada para usted. Le permitirá gestionar sus citas, ver los detalles del servicio y hacer los ajustes necesarios con facilidad.

source: Appointment successfully scheduled
es: Cita programada con éxito

source: Thank you for booking us.
es: Gracias por reservar con nosotros.

source: Hello {first_name}, A request has been received to set a password for your staff account for the year {current_year} at {company}. Please click the link below to set up your new password: {activation_link} To login, if ask for a username, use '{username}', otherwise use your email address. If you did not request this, please ignore this email. {account_details} Regards, {company}
es: Hola {first_name}, Se ha recibido una solicitud para establecer una contraseña para su cuenta de personal para el año {current_year} en {company}. Haga clic en el enlace a continuación para configurar su nueva contraseña: {activation_link} Para iniciar sesión, si se le pide un nombre de usuario, use '{username}', de lo contrario use su dirección de correo electrónico. Si no solicitó esto, por favor ignore este correo electrónico. {account_details} Saludos, {company}

source: No additional details provided.
es: No se proporcionaron detalles adicionales.

source: Set Your Password for {company}
es: Establece tu contraseña para {company}

source: New Appointment Request for
es: Nueva solicitud de cita para

source: Your verification code is {code}.
es: Tu código de verificación es {code}.

source: Reschedule Request for
es: Solicitud de reprogramación para

source: Email '{email}' already exists. Login to your account.
es: Correo electrónico '{email}' ya existe. Inicia sesión en tu cuenta.

source: Day off. Please select another date!
es: Día libre. ¡Por favor selecciona otra fecha!

source: Not a working day for {staff_member}. Please select another date!
es: No es un día laborable para {staff_member}. ¡Por favor selecciona otra fecha!

source: No availability
es: Sin disponibilidad

source: Successfully retrieved next available date
es: Fecha siguiente disponible recuperada con éxito

source: Book an appointment for {s} at {wn}.
es: Reserva una cita para {s} a las {wn}.

source: Selected staff member does not exist.
es: El miembro del personal seleccionado no existe.

source: An account was created for you.
es: Se creó una cuenta para ti.

source: Email verified successfully.
es: Correo electrónico verificado con éxito.

source: Email address
es: Dirección de correo electrónico

source: Username
es: Nombre de usuario

source: Please try resetting your password again or contact support for help.
es: Por favor intenta restablecer tu contraseña nuevamente o contacta al soporte para obtener ayuda.

source: Password Reset Successful
es: Contraseña restablecida con éxito

source: You can now use your new password to log in.
es: Ahora puedes usar tu nueva contraseña para iniciar sesión.

source: Rescheduling appointment for {s}
es: Reprogramando cita para {s}

source: Reschedule your appointment for {s} at {wn}.
es: Reprograma tu cita para {s} a las {wn}.

source: Appointment rescheduled successfully
es: Cita reprogramada con éxito

source: O-o-oh! This link is no longer valid.
es: O-o-oh! Este enlace ya no es válido.

source: O-o-oh! Can't find the pending reschedule request.
es: O-o-oh! No se puede encontrar la solicitud de reprogramación pendiente.

source: User doesn't have a staff member instance. Please contact the administrator.
es: El usuario no tiene una instancia de miembro del personal. Por favor contacte al administrador.

source: You can only add your own days off
es: Solo puedes agregar tus propios días libres

source: You can only update your own days off.
es: Solo puedes actualizar tus propios días libres.

source: You can only delete your own days off.
es: Solo puedes eliminar tus propios días libres.

source: You can only add your own working hours.
es: Solo puedes agregar tus propias horas laborales.

source: You can only update your own working hours.
es: Solo puedes actualizar tus propias horas laborales.

source: You can only delete your own working hours.
es: Solo puedes eliminar tus propias horas laborales.

source: You do not have permission to access this appointment.
es: No tienes permiso para acceder a esta cita.

source: Successfully fetched services.
es: Servicios obtenidos con éxito.

source: Appointment date and time are valid.
es: La fecha y hora de la cita son válidas.

source: Email updated successfully!
es: ¡Correo electrónico actualizado con éxito!

source: The verification code provided is incorrect. Please try again.
es: El código de verificación proporcionado es incorrecto. Por favor, inténtalo de nuevo.

source: Create
es: Crear

source: Add Service
es: Agregar servicio

source: Update Service
es: Actualizar servicio

source: View Service
es: Ver servicio

source: Appointment deleted successfully.
es: Cita eliminada con éxito.

source: User is a superuser.
es: Usuario es un superusuario.

source: English
es: Inglés

source: French
es: Frances

source: Spanish
es: Español
