Repository: adamspd/django-appointment
Catalog: appointment/locale/*/LC_MESSAGES/django.po
Languages: es

source: Staff member does not exist
es: Miembro del personal no existe

source: Reason for rescheduling...
es: Razón para reprogramar...

source: 1234 Main St, City, State, Zip Code
es: Calle Principal 1234, Ciudad, Estado, Código Postal

source: I would like to be contacted by phone.
es: Te gustaría que me contacten por teléfono.

source: John Doe
es: Alex Mamani

source: John
es: Alex

source: Doe
es: Mamani

source: This email is already taken.
es: Este correo electrónico ya está en uso.

source: Example value: 30, 60, 90, 120... (in minutes)
es: Ejemplo de valor: 30, 60, 90, 120... (en minutos)

source: Example value: 08:00:00, 09:00:00... (24-hour format)
es: Ejemplo de valor: 08:00:00, 09:00:00... (formato de 24 horas)

source: Example value: 17:00:00, 18:00:00... (24-hour format)
es: Ejemplo de valor: 17:00:00, 18:00:00... (formato de 24 horas)

source: Example value: 15, 30, 45, 60... (in minutes)
es: Ejemplo de valor: 15, 30, 45, 60... (en minutos)

source: Example: First Consultation
es: Ejemplo: Primera Consulta

source: Example: Overview of client's needs.
es: Ejemplo: Resumen de las necesidades del cliente.

source: HH:MM:SS, (example: 00:15:00 for 15 minutes)
es: HH:MM:SS, (ejemplo: 00:15:00 para 15 minutos)

source: Example: 100.00 (0 for free)
es: Ejemplo: 100.00 (0 para gratis)

source: Example: 50.00 (0 for free)
es: Ejemplo: 50.00 (0 para gratis)

source: We're excited to have you on board!
es: Estamos emocionados de tenerte a bordo!

source: We're excited to have you on board! The next step is to pay for the booking. You have the choice to pay the whole amount or a down deposit. If you choose the deposit, you will have to pay the rest of the amount on the day of the booking.
es: ¡Estamos emocionados de tenerte a bordo! El siguiente paso es pagar la reserva. Tienes la opción de pagar el monto total o un depósito inicial. Si eliges el depósito, tendrás que pagar el resto del monto de el día de la reserva.

source: We're excited to have you on board! Thank you for booking us. The next step is to pay for the booking.
es: ¡Estamos emocionados de tenerte a bordo! Gracias por reservar con nosotros. El siguiente paso es para pagar por la reserva.

source: Appointment updated successfully.
es: Reserva actualizada con éxito.

source: We've successfully set your password. You can now log in to your account.
es: Hemos establecido tu contraseña con éxito. Ahora puedes iniciar sesión en tu cuenta.

source: The password reset link is invalid or has expired.
es: El enlace para restablecer la contraseña no es válido o ha expirado.

source: Full payment
es: Pago completo

source: Down payment
es: Pago inicial

source: Sunday
es: Domingo

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Name
es: Nombre

source: Description
es: Descripción

source: Duration
es: Duración

source: Price
es: Precio

source: Down Payment
es: Pago inicial

source: Image
es: Imagen

source: Currency
es: Tipo de moneda

source: Background Color
es: Color de fondo

source: Maximum number of times an appointment can be rescheduled.
es: Numéro máximo de veces que se puede reprogramar una cita.

source: Reschedule limit
es: Limite de reprogramación

source: Indicates whether appointments for this service can be rescheduled.
es: Indica si las citas para este servicio se pueden reprogramar.

source: Allow Rescheduling
es: Permitir reprogramación

source: Created At
es: Creado en

source: Updated At
es: Actualizado en

source: Service
es: Servicio

source: Services
es: Servicios

source: %(count)d day
es: %(count)d día

source: %(count)d hour
es: %(count)d hora

source: %(count)d minute
es: %(count)d minuto

source: %(count)d second
es: %(count)d segundo

source: Free
es: Gratis

source: User
es: Usuario

source: Services Offered
es: Servicios ofrecidos

source: Services that this staff member provides.
es: Servicios que este miembro del personal proporciona.

source: Slot Duration
es: Duración del espacio

source: Minimum time for an appointment in minutes, recommended 30.
es: Tiempo mínimo para una cita en minutos, recomendado 30.

source: Lead Time
es: Tiempo de anticipación

source: Time when the staff member starts working.
es: Tiempo cuando el miembro del personal comienza a trabajar.

source: Finish Time
es: Tiempo de finalización

source: Time when the staff member stops working.
es: Tiempo cuando el miembro del personal deja de trabajar.

source: Appointment Buffer Time
es: Tiempo de espera para la cita

source: Time between now and the first available slot for the current day (doesn't affect tomorrow). e.g: If you start working at 9:00 AM and the current time is 8:30 AM and you set it to 30 minutes, the first available slot will be at 9:00 AM. If you set the appointment buffer time to 60 minutes, the first available slot will be at 9:30 AM.
es: Tiempo entre ahora y el primer espacio disponible para el día actual (no afecta mañana). por ejemplo: Si comienzas a trabajar a las 9:00 AM y la hora actual es 8:30 AM y lo configuras a 30 minutos, el primer espacio disponible será a las 9:00 AM. Si configuras el tiempo de espera para la cita a 60 minutos, la primera franja horaria disponible será a las 9:30 AM.

source: Work on Saturday
es: Se trabaja el sábado

source: Indicates whether this staff member works on Saturdays.
es: Indica si este miembro del personal trabaja los sábados.

source: Work on Sunday
es: Se trabaja el domingo

source: Indicates whether this staff member works on Sundays.
es: Indica si este miembro del personal trabaja los domingos.

source: Staff Member
es: Miembro del personal

source: Staff Members
es: Miembros del personal

source: Saturday and Sunday
es: Sabado y domingo

source: None
es: Ninguno

source: Date
es: Fecha

source: The date of the appointment request.
es: La fecha de la solicitud de cita.

source: Start Time
es: Hora de inicio

source: The start time of the appointment request.
es: La hora de inicio de la solicitud de cita.

source: End Time
es: Hora de finalización

source: The end time of the appointment request.
es: La hora de finalización de la solicitud de cita.

source: Payment Type
es: Tipo de pago

source: Request ID
es: ID de solicitud

source: Reschedule Attempts
es: Intentos de reprogramación

source: Number of times this appointment has been rescheduled.
es: Numéro de veces que se ha reprogramado esta cita.

source: Appointment Request
es: Solicitud de cita

source: Appointment Requests
es: Solicitudes de citas

source: Start time must be before end time
es: La hora de inicio debe ser antes de la hora de finalización

source: Start time and end time cannot be the same
es: La hora de inicio y la hora de finalización no pueden ser las mismas

source: Date cannot be in the past
es: La fecha no puede estar en el pasado

source: Duration cannot exceed the service duration
es: La duración no puede exceder la duración del servicio

source: The appointment request made by a client.
es: La solicitud de cita realizada por un cliente.

source: The previous date of the appointment before it was rescheduled.
es: Fecha previa de la cita antes de ser reprogramada.

source: The previous start time of the appointment before it was rescheduled.
es: Fecha de inicio previa de la cita antes de ser reprogramada.

source: The previous end time of the appointment before it was rescheduled.
es: Fecha de finalización previa de la cita antes de ser reprogramada.

source: The previous staff member of the appointment before it was rescheduled.
es: Miembro del personal previo de la cita antes de ser reprogramada.

source: Reason for Rescheduling
es: Razón para reprogramar

source: Reason for the appointment reschedule.
es: Razón para la reprogramación de la cita.

source: Pending
es: Pendiente

source: Confirmed
es: Confirmado

source: Reschedule Status
es: Estado de reprogramación

source: Indicates the status of the reschedule action.
es: Indica el estado de la acción de reprogramación.

source: The date and time the reschedule was recorded.
es: La fecha y hora en que se registró la reprogramación.

source: The date and time the reschedule was confirmed.
es: La fecha y hora en que se confirmó la reprogramación.

source: Appointment Reschedule History
es: Historial de reprogramación de citas

source: Appointment Reschedule Histories
es: Historiales de reprogramación de citas

source: The date is not valid
es: La fecha no es válida

source: Client
es: Cliente

source: The user who made the appointment request.
es: El usuario que realizó la solicitud de cita.

source: The appointment request made by the client.
es: La solicitud de cita realizada por el cliente.

source: Phone Number
es: Número de teléfono

source: Address
es: Dirección

source: Does not have to be specific, just the city and the state
es: No tiene que ser específico, solo la ciudad y el estado

source: Want Reminder
es: Quiere recordatorio

source: Indicates whether the client wants a reminder for the appointment.
es: Indica si el cliente quiere un recordatorio para la cita.

source: Additional Info
es: Información adicional

source: Any additional information the client wants to provide for the appointment.
es: Cualquier información adicional que el cliente quiera proporcionar para la cita.

source: Paid
es: Pagado

source: Indicates whether the appointment has been paid for.
es: Indica si la cita ha sido pagada.

source: Amount to Pay
es: Monto a pagar

source: The amount to be paid for the appointment. If 0, it means the appointment is free or already paid.
es: El monto a pagar por la cita. Si es 0, significa que la cita es gratis o ya está pagada.

source: Appointment
es: Cita

source: Appointments
es: Citas

source: Yes
es: Sí

source: {staff_member} does not work on this day.
es: {staff_member} no trabaja este día.

source: The appointment start time is outside of {staff_member}'s working hours.
es: La hora de inicio de la cita está fuera del horario laboral de {staff_member}.

source: {staff_member} already has an appointment at this time.
es: {staff_member} ya tiene una cita en este momento.

source: {staff_member} has a day off on this date.
es: {staff_member} tiene un día libre en esta fecha.

source: Time when we start working.
es: Tiempo cuando comenzamos a trabajar.

source: Time when we stop working.
es: Tiempo cuando dejamos de trabajar.

source: Time between now and the first available slot for the current day (doesn't affect tomorrow).
es: Tiempo entre ahora y el primer espacio disponible para el día actual (no afecta mañana).

source: Website Name
es: Nombre del sitio web

source: Name of your website.
es: Nombre de tu sitio web.

source: Offered by
es: Ofrecido por

source: `Offered by` Label
es: Etiqueta de `Ofrecido por`

source: Label for `Offered by` on the appointment page
es: Etiqueta de `Ofrecido por` en la página de citas

source: Default Reschedule Limit
es: Límite de reprogramación predeterminado

source: Default maximum number of times an appointment can be rescheduled across all services.
es: Número máximo predeterminado de veces que se puede reprogramar una cita en todos los servicios.

source: Allow Staff Change on Reschedule
es: Permitir cambio de personal al reprogramar

source: Allows clients to change the staff member when rescheduling an appointment.
es: Permite a los clientes cambiar el miembro del personal al reprogramar una cita.

source: Config
es: Configuración

source: Configs
es: Configuraciones

source: You can only create one Config object
es: Tu solo puedes crear un objeto de Configuración

source: Lead time must be before finish time
es: El tiempo de anticipación debe ser antes de la hora de finalización

source: Appointment buffer time cannot be negative
es: El tiempo de espera para la cita no puede ser negativo

source: Slot duration must be greater than 0
es: La duración del espacio debe ser mayor que 0

source: Payment Info
es: Información de pago

source: Payment Infos
es: Informaciones de pago

source: Verification Code
es: Código de verificación

source: The verification code sent to the user's email.
es: El código de verificación enviado al correo electrónico del usuario.

source: Email Verification Code
es: Código de verificación de correo electrónico

source: Email Verification Codes
es: Códigos de verificación de correo electrónico

source: Active
es: Activo

source: Verified
es: Verificado

source: Invalidated
es: Invalido

source: Expires At
es: Expira en

source: Status
es: Estado

source: Password Reset Token
es: Código de restablecimiento de contraseña

source: Password Reset Tokens
es: Códigos de restablecimiento de contraseña

source: Start Date
es: Fecha de inicio

source: End Date
es: Fecha de finalización

source: Day Off
es: Día libre

source: Days Off
es: Días libres

source: Start date must be before end date
es: La fecha de inicio debe ser antes de la fecha de finalización

source: Day of Week
es: Día de la semana

source: Working Hour
es: Hora laboral

source: Working Hours
es: Horas laborales

source: Appointment does not exist.
es: La cita no existe.

source: You are not authorized to view this appointment.
es: Tu no estás autorizado para ver esta cita.

source: Appointment details
es: Detalles de la cita

source: Staff me
es: Hacerme miembro del personal

source: Remove me
es: Dejar de ser miembro del personal

source: You can only view your own profile
es: Tu solo puedes ver tu propio perfil

source: Not authorized.
es: No autorizado.

source: Here you can add/remove services offered by this staff member by modifying this section.
es: Aquí puedes agregar/eliminar servicios ofrecidos por este miembro del personal modificando esta sección.

source: Here you can add/remove services offered by you by modifying this section.
es: Aquí puedes agregar/eliminar servicios ofrecidos por ti modificando esta sección.

source: Update
es: Actualizar

source: Add
es: Agregar

source: Days off for this date range already exist.
es: Días libres para este rango de fechas ya existen.

source: Day off saved successfully.
es: Día libre guardado con éxito.

source: Invalid data.
es: Datos inválidos.

source: Start time must be before end time.
es: La hora de inicio debe ser antes de la hora de finalización.

source: Working hours already exist for this day.
es: Las horas laborales ya existen para este día.

source: Invalid or no working_hours_id provided.
es: Inválido o no se proporcionó working_hours_id.

source: Working hours does not exist.
es: Las horas laborales no existen.

source: Working hours saved successfully.
es: Las horas laborales se guardaron con éxito.

source: Pay Now
es: Pagar ahora

source: Finish
es: Finalizar

source: Empty fields are not allowed.
es: Los campos vacíos no están permitidos.

source: User not found.
es: Usuario no encontrado.

source: A user with this email already exists.
es: Ya existe un usuario con este correo electrónico.

source: Service saved successfully.
es: Servicio guardado con éxito.

source: Reminder: Upcoming Appointment
es: Recordatorio: Próxima cita

source: Admin Reminder: Upcoming Appointment
es: Recordatorio de administrador: Próxima cita

source: Schedule
es: Programar

source: Start time
es: Hora de inicio

source: End time
es: Hora de finalización

source: Client Details
es: Detalles del cliente

source: Email
es: Correo electrónico

source: Phone
es: Teléfono

source: Client address
es: Dirección del cliente

source: Notes
es: Notas

source: Wants reminder
es: Quiere recordatorio

source: Additional Information
es: Información adicional

source: Payment Complete
es: Pago completo

source: Payment Pending
es: Pago pendiente

source: Paid in full
es: Pagado en su totalidad

source: Amount due
es: Monto adeudado

source: Enter Verification Code
es: Ingresar código de verificación

source: We've sent a verification code to your email. Please enter it below
es: Hemos enviado un código de verificación a tu correo electrónico. Por favor ingrésalo a continuación

source: Code
es: Código

source: Submit
es: Enviar

source: Manage Days Off
es: Administrar días libres

source: Start date
es: Fecha de inicio

source: End date
es: Fecha de finalización

source: Staff Appointment Information
es: Información de la cita del personal

source: User not found
es: Usuario no encontrado

source: Create staff member manually
es: Crear miembro del personal manualmente

source: Hold down “Control”, or “Command” on a Mac, to select more than one.
es: Mantén presionado “Control”, o “Command” en una Mac, para seleccionar más de uno.

source: Save
es: Guardar

source: Staff Personal Information
es: Información privada del personal

source: Manage Working Hours
es: Administrar horas laborales

source: Service List
es: Lista de servicios

source: Action
es: Acción

source: Are you sure you want to delete this service?
es: ¿Estás seguro de que deseas eliminar este servicio?

source: No service found
es: No se encontró el servicio

source: New Appointment
es: Nueva cita

source: Confirm Deletion
es: Confirmar eliminación

source: Are you sure you want to delete this appointment?
es: ¿Estás seguro de que deseas eliminar esta cita?

source: Delete
es: Eliminar

source: Appointments on
es: Citas en

source: No appointment for this day.
es: No hay citas para este día.

source: Success
es: Exitoso

source: Error: Unable to delete appointment.
es: Error: No se puede eliminar la cita.

source: Appointment not found.
es: Cita no encontrada.

source: You're not a staff member. Can't perform this action !
es: Yo no eres un miembro del personal. ¡No se puede realizar esta acción!

source: You don't offer any service. Add new service from your profile.
es: Tu no ofreces ningún servicio. Agrega un nuevo servicio desde tu perfil.

source: No staff members found.
es: No se encontraron miembros del personal.

source: Today
es: Hoy

source: Month
es: Mes

source: Week
es: Semana

source: Day
es: Día

source: List
es: Lista

source: Service Name
es: Nombre del servicio

source: Client Name
es: Nombre del cliente

source: Client Email
es: Correo electrónico del cliente

source: Client wants this and that
es: El cliente quiere esto y aquello

source: List of all staff members
es: Lista de todos los miembros del personal

source: Details
es: Detalles

source: View Profile
es: Ver perfil

source: Remove
es: Eliminar

source: No staff members found
es: No se encontraron miembros del personal

source: PS: Remove means, deleting the staff status of the user. The user account is still active.
es: PD: Eliminar significa, eliminar el estado de miembro del personal del usuario. La cuenta del usuario esta aun activa.

source: Personal Information
es: Información personal

source: First name
es: Nombre

source: Last name
es: Apellido

source: Appointment Information
es: Información de la cita

source: Slot duration
es: Duración del espacio

source: General start time
es: Hora de inicio general

source: General end time
es: Hora de finalización general

source: Weekend days you work
es: Días de fin de semana que trabajas

source: Appointment buffer time
es: Tiempo de espera para la cita

source: No staff member information yet for this user
es: Aún no hay información personal para este usuario

source: Days off are days you're not working, you need to set them for holidays as well so clients don't book you those days.
es: Los días libres son días en los que no trabajas, también debes configurarlos para los días festivos para que los clientes no te reserven esos días.

source: Are you sure you want to delete this working hours?
es: ¿Estás seguro de que deseas eliminar este horario laboral?

source: No days off have been set
es: No se han establecido días libres

source: Note: If you are a staff member, your working hours will be used to determine when you are available for appointments.
es: Nota: Si eres un miembro del personal, tus horas laborales se utilizarán para determinar cuándo estás disponible para citas.

source: No working hours have been set
es: No se han establecido horas laborales

source: Service Offered
es: Servicio ofrecido

source: To add/modify a new service, make a request to an admin.
es: Para agregar/modificar un nuevo servicio, haga una solicitud a un administrador.

source: Changes made in one service will change it for every staff member.
es: Los cambios realizados en un servicio lo cambiarán para todos los miembros del personal.

source: No service offered yet
es: Aún no se ofrece servicio

source: Client Information
es: Información del cliente

source: Your appointment request for %(service_name)s has been submitted. Please provide your information to create an account and complete the payment process.
es: Su solicitud de cita para %(service_name)s ha sido enviada. Por favor proporcione su información para crear una cuenta y completar el proceso de pago.

source: Fill out your details
es: Completa tus datos

source: Tell us a bit about yourself
es: Dinos un poco de información sobre ti

source: Already have an account?
es: ¿Ya tienes una cuenta?

source: Log in
es: Iniciar sesión

source: for faster booking.
es: Para una reserva más rápida.

source: Full Name
es: Nombre completo

source: I want to receive an EMAIL reminder 24 hours before this session starts
es: Quiero recibir un recordatorio por CORREO ELECTRÓNICO 24 horas antes de que comience esta sesión

source: City and State
es: Ciudad y estado

source: Service Details
es: Detalles del servicio

source: at
es: en

source: Payment Details
es: Detalles de pago

source: Pay
es: Pagar

source: Please enter a valid email address
es: Por favor ingresa una dirección de correo electrónico válida

source: Check out our availability and book the date and time that works for you
es: Revisa nuestra disponibilidad y reserva la fecha y hora que más te convenga

source: Select a date and time
es: Selecciona una fecha y hora

source: Timezone
es: Zona horaria

source: Reason for rescheduling
es: Razón para reprogramar

source: Please select a staff member
es: Por favor selecciona un miembro del personal

source: Next
es: Siguiente

source: Request next available slot
es: Solicitar el siguiente espacio disponible

source: No staff member selected.
es: Ningún miembro del personal seleccionado.

source: Please select a time slot before submitting the appointment request.
es: Por favor selecciona un espacio de tiempo antes de enviar la solicitud de cita.

source: Date is in the past.
es: La fecha está en el pasado.

source: Please select a date and time
es: Por favor selecciona una fecha y hora

source: Next month
es: Siguiente mes

source: Previous month
es: Mes anterior

source: Next available date
es: Siguiente fecha disponible

source: See you soon
es: Nos vemos pronto

source: We've successfully scheduled your appointment! Please check your email for all the details
es: ¡Hemos programado tu cita con éxito! Por favor revisa tu correo electrónico para todos los detalles

source: Appointment Date
es: Fecha de la cita

source: Appointment Time
es: Hora de la cita

source: Rescheduling Successful
es: Reprogramación exitosa

source: Your appointment rescheduling was successful. Please confirm via email.
es: Tu reprogramación de cita fue exitosa. Por favor confirma vía correo electrónico.

source: Your appointment rescheduling request has been successfully submitted. Please check your email and click on the confirmation link to finalize the rescheduling process.
es: Tu solicitud de reprogramación de cita ha sido enviada con éxito. Por favor revisa tu correo electrónico y haz clic en el enlace de confirmación para finalizar el proceso de reprogramación.

source: Go to Homepage
es: Ir a la página principal

source: Reset Your Password
es: Restablece tu contraseña

source: Reset Password
es: Restablecer la contraseña
